const base={
		man: ['挤出护手霜，帮ta涂在私密处', '脸上涂上奶油接吻', '用冰块在对方的背上写字',
		 '最欣赏自己身体哪个部位？', '穿着一件红色的裙子跳舞', '用你的舌头挑逗对方的耳垂', '立刻脱掉一件衣物', '轻声对她说出你的欲望', '施出你的浑身解数调情', '你坐在身后，吻她的脖子', '你的手掌轻柔地压她的胸部', '摆一个你会在拍艳照时用的姿势','脱一件衣服','穿着衣服坐在ta身上，晃动你的胯部','恳求ta温柔地打你的屁屁','用你的咪咪拂掠ta的身体','穿着内衣裤出门，然后按门铃','一起跳探戈，跳莎莎舞','你们彼此背靠背，在1分钟内轮流赞美对方','身体最热辣的部位，在上面融化一块冰'],
		woman: ['挤出护手霜，帮ta涂在私密处', '脸上涂上奶油接吻', '用冰块在对方的背上写字',
		 '最欣赏自己身体哪个部位？', '穿着一件红色的裙子跳舞', '用你的舌头挑逗对方的耳垂', '立刻脱掉一件衣物', '轻声对她说出你的欲望', '施出你的浑身解数调情', '你坐在身后，吻她的脖子', '你的手掌轻柔地压她的胸部', '贴着ta跳30秒性感扭臀舞','大声喊两次：我有性瘾','脱掉你的T恤并展示你的胸罩','你在接下来的1分钟里一动都不能动','可以对你为所欲为','说一句真诚的赞美','你现在选自己身上的两件衣物脱掉','你脱到只剩内衣，然后穿上ta为你选的鞋或紧身裤袜','你们想象一个情色电影的角色扮演']
} 

const juchan={
	man: ['把她的双手绑在背后，鞭打她吧！','抚摸ta的脸，直视他的眼睛','吻她的脖子',
	 '让ta爱抚你身体的不同部位','现在开始角色扮演吧','把手慢慢滑进ta的内裤里','亲吻ta的背部','从她的下腹一直舔到脖子','像一只猫一样黏着ta','用你的舌头照顾ta的胸','轻轻咬她的嘴唇','在那里种草莓','讲一个羞羞的虚构故事吧','热吻ta的颈部','你身体的哪个部分最怕痒','ta可以对你为所欲为','你在接下来的1分钟里一动都不能动','亲吻ta的上半身','臣服于她的脚下并听从她的指令','在30秒内模仿ta的所有姿势'],
	woman: ['赤身裸体地在浴室里','做一次为时30秒的表白','猜猜ta的內衣是什么颜色','你可以脱掉他一件衣服','向ta的脖子轻轻吹气',
	 '用你的一只手提升ta的快感','单手把ta摁在桌子上','你蒙上双眼，解开ta的长裤','给你的屁屁拍照','展示你的屁股','用你的双唇夹住ta的舌头并吸吮','在被捆绑双手和被打屁股中二选一吧','拍一张ta的双手握着你的胸部的照片','像在电影的慢镜头中那样亲吻','你任由ta把你捆起来','躺在床上时，把他的双手高举过头顶摁在床上','穿着蕾丝内衣','施出你的浑身解数调情','ta亲吻你身上他想吻的任何部位！','让他做一切你想要他做的姿势']
	 }
 
const love={
	man: ['温柔地舔她的嘴唇', '轻轻啃ta右边的屁屁', '提升她的快感，但是不能碰她的私处哦',
	'吸吮ta的下嘴唇','把舌头滑进她的双唇之间','按摩ta的大腿20秒','轻轻吹气，让她越来越性奋','你们贴在一起互相摸对方的屁屁','可以在1分钟内挑逗身体部位','只用你的指尖，轻轻拂掠ta的身体','轻咬或吸吮她的嘴唇','脱掉一件衣服。鞋子和袜子不算数','在ta耳边轻轻说挑逗的话','让ta脱掉你的上衣','身体向后倾，亲吻ta','接吻','在1分钟內跳贴身舞','你们每人脱掉一件衣服','在她的身体上留下口红唇印哦','下一次你们和其他朋友一起出门的时候，你们双双都不要穿内衣内裤'],
	woman: ['用一只手解开ta的胸罩', '试着舔自己的乳头', '涂上口红，然后吻ta',
	'跳一小段脱衣舞，只脱掉上衣','轻轻地咬ta的下唇','触摸ta身体的不同部位','像第一次接吻那样亲吻','用你的头发轻柔地抚摸ta的上半身','把胸罩轻柔地从你的胸部滑向你的私处','温柔地爱抚ta的屁屁','慢慢地爱抚ta的私密处','来一次情趣按摩','在2分钟内你们要互相回复短信，但不能说话','用你的胸部蹭ta的背部','抚摸你的私密处，直到下一次挑战','在床上从后面紧紧抱住','激情地舔ta的手指','自豪地向ta展示你的胸部','闭上眼睛，让ta给你尝三种食物','脱掉ta的衣服，只能用牙齿']
	}
const heighte={
	man: ['你有1分钟来只用舌头和小拇指让ta欲仙欲死', '在不接触私密部位的前提下，用尽全力挑逗她', '让她感觉到你的情欲',
	'蹲在ta身上，她要用嘴给你带来快乐','一只手爱抚她的双臀之间的私密地带','你们互相激情抚摸一分钟','亲吻ta的肚子，同时手在她的乳头上游走','可以对你为所欲为','试着穿ta的胸罩','你要在1分钟内抵抗住诱惑','你要竭尽所能让ta来抚摸你','来一场枕头大战吧','充满情欲地亲吻ta的颈脖','抚摸她的身体，舔她的耳朵吧','你让ta摁住你的脖子','用你的舌头触碰ta的舌头','激烈地吻ta30秒','轻轻地咬ta的屁屁','抚摸ta的屁屁。就让你的手指迷路一会儿吧','把你的手机调成振动模式放在私处'],
	woman: ['你们互相激情抚摸一分钟', '看一段由ta选择的激情视频', '你们面对面自慰',
	'只能用小拇指，在ta双腿之间的私密地带嬉戏','舔ta身上的3个部位','你要用你的私处抚摸ta的身体1分钟','你任由ta把你绑起来','在你身体的一部分涂上奶油','双手和膝盖着地蹲着','用手指在离菊花越近越好的地方划着圈','肚子朝下趴在地上，再轻轻抬起屁屁','用冰块摩擦乳头','你们赤身裸体贴在一起，同时互相抚摸对方身体','给你的美臀拍照','你们互相亲吻，要让舌尖相触哦','在不脱掉T恤的前提下脱掉胸罩','用你的手轻轻环绕ta的脖子','把灯光调暗，只留下极暗的光线，再缓缓地脱掉你的衣服','拍一些你的情趣照片','赤身裸体，或者近乎赤身裸体，装作在做菜的样子']
	}
const hote={
	man: ['用你的左手zw', '屁股贴着她跳性感扭臀舞', '你要诱惑力十足地在她身上摩擦',
	'在1分30秒之内舔她的屁股','说出三种床上的姿势','用口水湿润你的手指，再轻柔地抚慰ta的菊花','可以用她的舌头来做想做的事','边热吻ta边抚摸她','把ta推到窗户上，在她耳边低声说出你的欲望','把酒倒在ta的胸部和肚子上，然后舔干净','同时爱抚ta身体的两个部位','你要给ta带去快感，但是你不能进入她','舔ta的私处','随着性感的音乐跳一段完整脱衣舞','将ta带到浴室，用淋浴头为带来她快感吧','你的手要充满情欲地一直滑到她的下体','站在她身后并抚摸她的胸部','你要用你的舌头舔她','发挥你的创造力，不用手抚摸ta的大腿','你要抚摸，轻咬，亲吻ta的屁屁'],
	woman: ['用你的胸，轻轻拂过ta的小腹5次', '一根手指放进你的嘴巴里', '选择一件必须穿上的性感衣服或配饰',
	'用祢的乳头蹭ta的乳头','用你的胸脯，爱抚ta的脸','你要穿上你最出格的衣服','用你的手指轻挠阴蒂','在你的每一个r头上涂上不同的食物','在1分钟的时间内尽全力让ta性致盎然','给ta发一张你的私密部位照片','让ta捏你的乳头','在黒暗赴相互爱抚','摆一个性感的姿势，让ta给你拍照片','在ta的胸部种一个草莓','选一个浴室用品，ta要在1分钟之内用此物给你带来快感','从颈部开始慢慢向下舔','肚子向下趴在地上，用一个枕头垫高你的骨盆','看着ta的眼睛抚摸自己的私处','用一种默契的眼神看着ta','玩你自己的手指，然后把手指放在你的嘴巴里']
	}
const violente={
	man: ['选择她身体的一个部位，由你来剃毛', '在ta的胸部种一个草莓', '只用舌头，轻轻地挠ta的胸部',
	'在客厅的地板上激情啪啪啪','说出你想和她一起做的极端的事情','你在ta的屁股上留下一丝口水，然后用舌头把口水涂开','同时要相互说挑逗的话','在30秒内各自自慰得到快感','把她捆在椅子上，蒙住她的眼睛并玩弄她的身体','用一个水果来爱抚ta的私处','一只手抓住她的脖子，同时另一只手为她制造快感吧','你跪在地上，激烈地舔ta','用她的手指给你测体温','可以在1分钟内在你身上满足她所有的欲望','不用手脱掉ta的内衣','你的整个手掌抓住ta的胸部，轻轻把玩','把ta的双手捆在她背后','喝一口酒，然后用你的舌头给她带去私密的快感','一边舔ta乳头，一边抚摸她的下体','用你的中指给她带去最强烈的快感'],
	woman: ['在1分钟内爱抚自己', '让ta差一点就够摸到你，并在她眼前爱抚自己', '掰开你的两瓣美臀',
	'观看由ta选择的成人电影时自慰','仔仔细细地描述一下你今天穿的内衣','用手指辅助，展示你的私处','有2分钟对ta做想做的一切','让ta把你的脚踝和手腕捆在一起','让ra先温柔地舔你30秒，再激烈地舔你','用你的舌头和一件羞羞的小道具与ta嬉戏','你们有2分钟的时间满足欲望','邀请一个你认识人加入你们的战斗','骑在ta身上1分钟','用你的手指，或是羞羞的小道具，给你自己带去快感','手肘撑地支撑胯部，做瑜伽的蜡烛式','和ta一起去淋浴，仔细地为ta清洗','在ta的脸部上方爱抚自己','把自己紧紧地裹在被子里，只露出头','你俯身倒在桌子上，胸部贴着桌面','让ta撕扯你的裤袜覆盖私处的部分']
	}
	
const zhuanpan_Data={
	base,love,height,hot,violent,juchan
}
export default zhuanpan_Data