const base=['挤出护手霜，帮ta涂在私密处', '脸上涂上奶油接吻', '用冰块在对方的背上写字',
		 '最欣赏自己身体哪个部位？', '穿着一件红色的裙子跳舞', '用你的舌头挑逗对方的耳垂', '立刻脱掉一件衣物', '轻声对她说出你的欲望', '施出你的浑身解数调情', '你坐在身后，吻她的脖子', '你的手掌轻柔地压她的胸部', '贴着ta跳30秒性感扭臀舞','大声喊两次：我有性瘾','脱掉你的T恤并展示你的胸罩','你在接下来的1分钟里一动都不能动','可以对你为所欲为','说一句真诚的赞美','你现在选自己身上的两件衣物脱掉','你脱到只剩内衣，然后穿上ta为你选的鞋或紧身裤袜','你们想象一个情色电影的角色扮演',]
const love=['用你的胸，轻轻拂过ta的小腹5次', '一根手指放进你的嘴巴里', '选择一件必须穿上的性感衣服或配饰',
	'用祢的乳头蹭ta的乳头','用你的胸脯，爱抚ta的脸','你要穿上你最出格的衣服','用你的手指轻挠阴蒂','在你的每一个r头上涂上不同的食物','在1分钟的时间内尽全力让ta性致盎然','给ta发一张你的私密部位照片','让ta捏你的乳头','在黒暗赴相互爱抚','摆一个性感的姿势，让ta给你拍照片','在ta的胸部种一个草莓','选一个浴室用品，ta要在1分钟之内用此物给你带来快感','从颈部开始慢慢向下舔','肚子向下趴在地上，用一个枕头垫高你的骨盆','看着ta的眼睛抚摸自己的私处','用一种默契的眼神看着ta','玩你自己的手指，然后把手指放在你的嘴巴里',]
const height=['选择她身体的一个部位，由你来剃毛', '在ta的胸部种一个草莓', '只用舌头，轻轻地挠ta的胸部',
	'在客厅的地板上激情啪啪啪','说出你想和她一起做的极端的事情','你在ta的屁股上留下一丝口水，然后用舌头把口水涂开','同时要相互说挑逗的话','在30秒内各自自慰得到快感','把她捆在椅子上，蒙住她的眼睛并玩弄她的身体','用一个水果来爱抚ta的私处','一只手抓住她的脖子，同时另一只手为她制造快感吧','你跪在地上，激烈地舔ta','用她的手指给你测体温','可以在1分钟内在你身上满足她所有的欲望','不用手脱掉ta的内衣','你的整个手掌抓住ta的胸部，轻轻把玩','把ta的双手捆在她背后','喝一口酒，然后用你的舌头给她带去私密的快感','一边舔ta乳头，一边抚摸她的下体','用你的中指给她带去最强烈的快感',]
const hot=['用一只手解开ta的胸罩', '试着舔自己的乳头', '涂上口红，然后吻ta',
	'跳一小段脱衣舞，只脱掉上衣','轻轻地咬ta的下唇','触摸ta身体的不同部位','像第一次接吻那样亲吻','用你的头发轻柔地抚摸ta的上半身','把胸罩轻柔地从你的胸部滑向你的私处','温柔地爱抚ta的屁屁','慢慢地爱抚ta的私密处','来一次情趣按摩','在2分钟内你们要互相回复短信，但不能说话','用你的胸部蹭ta的背部','抚摸你的私密处，直到下一次挑战','在床上从后面紧紧抱住','激情地舔ta的手指','自豪地向ta展示你的胸部','闭上眼睛，让ta给你尝三种食物','脱掉ta的衣服，只能用牙齿',]
const violent=['在1分钟内爱抚自己', '让ta差一点就够摸到你，并在她眼前爱抚自己', '掰开你的两瓣美臀',
	'观看由ta选择的成人电影时自慰','仔仔细细地描述一下你今天穿的内衣','用手指辅助，展示你的私处','有2分钟对ta做想做的一切','让ta把你的脚踝和手腕捆在一起','让ra先温柔地舔你30秒，再激烈地舔你','用你的舌头和一件羞羞的小道具与ta嬉戏','你们有2分钟的时间满足欲望','邀请一个你认识人加入你们的战斗','骑在ta身上1分钟','用你的手指，或是羞羞的小道具，给你自己带去快感','手肘撑地支撑胯部，做瑜伽的蜡烛式','和ta一起去淋浴，仔细地为ta清洗','在ta的脸部上方爱抚自己','把自己紧紧地裹在被子里，只露出头','你俯身倒在桌子上，胸部贴着桌面','让ta撕扯你的裤袜覆盖私处的部分',]
	
const zhuanpan_Data={
	base,love,height,hot,violent
}
export default zhuanpan_Data