const base=['为对方写一封情书','表达彼此的感情和爱意','在一张纸上写下想对对方说的话','一起去看日出或日落','去酒吧喝酒，和陌生人交换电话号码','为对方准备一次浪漫的表白或求婚','为对方挑选一件性感的内衣','表达对对方的渴望和想念','在一张纸上画出你们的性生活过程','准备一次特别的约会','买一件礼物或者请自己吃饭','在公共场合大声喊出我爱你','用冰块在对方的背上写字','在公共场合唱一首歌','在对方的脸上画一个鬼脸','给对方写一封情书','献上一朵玫瑰花','帮对方洗脚','脸上涂上奶油','拥抱对方一下',]
 
const love=['亲吻对方的脸','拥抱对方','亲对方的手','手放在对方肚子上',]
const height=['喝酒一杯','下家喝一杯','亲一个女生的手','做对方腿上',]
const hot=['喝酒一杯','下家喝一杯','亲一个女生的手','做对方腿上',]
const violent=['喝酒一杯','下家喝一杯','亲一个女生的手','做对方腿上',]
	
const zhuanpan_Data={
	base,love,height,hot,violent
}
export default zhuanpan_Data